/* 
   Localizable.strings
   DrawBattlefield

   Created by James Washburn on 11/18/09.
   Copyright 2009 Amaranthine Corporation. All rights reserved.
 */

// Main Menu
/*"Challenge Mode" = "チャレンジモード";
"Continue" = "継続";
"Free Mode" = "フリーモード";
"Multiplayer" = "マルチプレイ";
"Unit Management" = "ユニットの管理";
"Options" = "オプション";

// Challenge Menu
"Challenges:" = "課題:";
"Sniper Challenge" = "スナイパー チャレンジ";
"Armored Challenge" = "Armored Challenge";
"Turret Challenge" = "Turret Challenge";
"Tank Challenge One" = "Tank Challenge One";
"Tank Challenge Two" = "Tank Challenge Two";
"Return" = "Return";

// Option Menu
"Vibrate" = "振動";
"On" = "有効";
"Off" = "無効";

// Delete Unit Confirm
"Delete Unit?" = "ユニット削除しますか？";
"Are you sure you want to delete this %@?" = "あなたがこの％@を削除してもよろしいですか？";
"No" = "いいえ";
"Yes" = "はい";

// Battleground Clear Confirm
"Clear All Units?" = "すべてのユニット削除しますか？";
"Are you sure you want to clear all units?" = "あなたがすべてのユニットを削除してもよろしいですか？";

// Battleground Quit Confirm
"Return to Main Menu?" = "メインメニューに戻る？";
"Cancel" = "キャンセル";
"Return" = "リターン";
"Save and Return" = "保存,して戻る";

// Battleground Instructions
"Instructions" = "指示";
"One touch to move, two taps to remove, touch bottom right for menu" = "1タッチ、2つのタップを削除したり、メニューの右下のタッチに移動する";
"Done" = "Done";

// Battleground Menu
"Add Unit" = "追加する";
"Pause" = "一時停止";
"Resume" = "再開";
"Clear" = "片付ける";
"Quit" = "終了する";

// Units
"soldier" = "兵士";
"officer" = "役員";
"armored soldier" = "甲冑の兵士";
"rocket soldier" = "ロケットの兵士";
"heavy turret" = "重櫓";
"light turret" = "光櫓";
"heavy tank" = "heavy tank";
"light tank" = "light tank";
"sniper" = "sniper";
"powered armor" = "powered armor";
"factory" = "factory";
"inkspot" = "inkspot";

"Friendly" = "Friendly";
"Hostile" = "Hostile";*/
